Repository: wp-plugins/cite
Catalog: languages/cite-*.po
Languages: fr_fr

source: Cite this article as: {author}, "{title}," in <em>{sitename}</em>, {publication_date}, {permalink}.
fr_fr: Pour citer cet article : {author}, "{title}," in <em>{sitename}</em>, {publication_date}, {permalink}.

source: Cite Settings
fr_fr: Paramètres de Citations

source: Cite
fr_fr: Citations

source: Help readers know how to cite your article correctly. Enter the reference text you wish to appear in the cite box using the editor below. Add the cite box to any page/post using shortcode
fr_fr: Aidez les lecteurs à citer votre article correctement. Entrez le texte de référence que vous souhaitez voir apparaître dans la boîte de citations en utilisant l'éditeur plus bas. Ajoutez la boîte de citations à n'importe qu'elle page/article en utilisant le code

source: Available templates tags:
fr_fr: Etiquettes disponibles :

source: the post/page author
fr_fr: l'auteur de l'article/la page

source: the title of your post/page
fr_fr: le titre de votre article/page

source: your site name taken from Settings > General
fr_fr: le nom de votre site tel qu'il apparait dans Réglages > Général

source: date the page/post was published
fr_fr: la date de publication de la page/l'article

source: the permalink of the page/post being accessed
fr_fr: le permalien de la page/l'article

source: the current date, if "date accessed" is desired
fr_fr: la date actuelle, si vous souhaitez ajouter "visité le"

source: Also, you may insert words, HTML tags, and punctuation.
fr_fr: Vous pouvez aussi ajouter des mots, des étiquettes HTML, et des signes de punctuation.

source: Samples
fr_fr: Exemples

source: similar to
fr_fr: similaire à

source: Chicago-style notes
fr_fr: style Chicago (Chicago-style notes)

source: Blog post:
fr_fr: Article :

source: Book chapter:
fr_fr: Chapitre d'ouvrage :

source: UPDATED
fr_fr: ACTUALISÉ

source: Save Changes
fr_fr: Sauvegarder les Modifications
